Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Explore how Fifth Third Processing Solutions, LLC, a joint venture between Advent International and Fifth Third Bank, could help you protect your business, your brand, and your bottom line with credit, debit, and gift card payment processing, EBT and online payment acceptance, and ATM services for businesses and financial institutions worldwide.
es: Explore de qué manera Fifth Third Processing Solutions, LLC, una empresa conjunta entre Advent International y Fifth Third Bank, podría ayudarle a proteger su empresa, su marca, y sus ganancias con los procesos de pago con tarjetas de crédito, de débito y de regalo, EBT y aceptación de pago por Internet , y los servicios ATM para instituciones empresariales y financieras en todo el mundo.

source: Learn how these other supply chain solutions can add value to your business.
es: Conozca de qué manera estas soluciones de la cadena de suministro pueden aumentar el valor de su empresa.

source: These camps are very special places, providing a wholesome environment where children with diabetes meet and with the support of their peers learn how to manage their condition.
es: Estos campamentos son lugares muy especiales que ofrecen un entorno natural en donde los niños con diabetes se conocen y, con el apoyo de sus semejantes, aprenden a controlar su afección.

source: What is important is learning how to manage shared resources equitably, in ways that guarantee good quality and adequate quantities of water for everyone.
es: En el caso del agua lo importante es aprender a administrarla con equidad, de manera que se garantice a todos la buena calidad y las cantidades adecuadas del líquido.

source: The applicants are invited to explain in their application how they intend to manage the attribution of the prize (selection and work of the jury).
es: Los solicitantes deberán explicar en su solicitud el modo en que tienen previsto gestionar la concesión del Premio (selección y labores del jurado).

source: The Company uses derivatives in the normal course of business to manage its exposure to fluctuations in foreign currency denominated assets and liabilities.
es: La Compañía utiliza derivados en el curso normal de sus negocios, con el objeto de manejar su exposición a las fluctuaciones de los activos y pasivos denominados en moneda extranjera.

source: CCMS is an innovative solution utilized by all levels of Teleperformance employees to effectively organize, analyze and manage business operations.
es: CCMS es una solución innovadora utilizada por todos los empleados de todos los niveles de Teleperformance, para organizar, analizar y gestionar operaciones de una manera efectiva.

source: 2) The currently uncertain and unsatisfying relationship among HQ, WESCANA, ERO Tilburg and Warsaw and the IUCN-CIS Office must be thoroughly reviewed and clarified, with serious consideration to establishing the Office as an entity independent of ERO and reporting directly to HQ. 3) The Office must prepare a Strategic Plan and Business Plan to guide its operations.
es: 2) Se debe revisar a fondo y aclararse la actual relación -incierta e insatisfactoria- entre la Oficina Central, WESCANA, la Oficina Regional Europea (ERO) en Tilburg y Varsovia y la Oficina UICNCIS, considerando seriamente establecer la Oficina como una entidad independiente de ERO que reporte directamente a la Oficina Central.

source: They could invest in the community by getting a home or small business loan, then give back to the community by hiring residents or improving their small part of the neighborhood.
es: Podían invertir en la comunidad mediante un préstamo de vivienda para un pequeño negocio y devolver algo a la comunidad contratando a sus habitantes o mejorando su pequeña zona del vecindario.

source: IIC Inter-American Investment Corporation Press Releases (IIC SIGNS THIRD LOAN IN BOLIVIA UNDER ITS SMALL BUSINESS REVOLVING LINE)
es: CII Corporación Interamericana de Inversiones Comunicados de prensa (CII FIRMA SU TERCER PRÉSTAMO BAJO SU LÍNEA ROTATORIA PARA PEQUEÑAS EMPRESAS EN BOLIVIA)

source: In 2006, net interest income for the Bank increased MXN 234 million (5.8%) from the third to the fourth quarter, largely due to growth in credit card and small and micro business loan volumes and a 30 basis point increase of in the average interbank exchange rate during the same period.
es: Comparado con el tercer trimestre del año, el margen financiero del Banco durante el cuarto trimestre creció MXN 234 millones (5.8%), principalmente debido al crecimiento en el volumen de la cartera tarjetas de crédito y de la pequeña y micro empresa y a un incremento de 30 puntos base en la tasa interbancaria promedio del periodo.

source: PET scans can be used to find small tumors or to check if treatment for a known tumor is working.
es: Exploraciones PET puede ser utilizada para encontrar tumores pequeños o para comprobar si el tratamiento para un tumor conocido está funcionando.

source: "A large part of these accrue to the immigrants themselves, but most studies find a small ""immigration surplus"" for the native population."
es: "Una amplia parte del mismo repercute en los proopios inmigrantes, pero, según la mayor parte de los estudios, queda un pequeño ""excedente de inmigración"" para la población nativa."

source: You can also find small restaurants, most of them specialising in the delicious local cuisine.
es: También se encuentran pequeños restaurantes dedicados, en su mayoría, a la deliciosa cocina local.

source: They only have to find a small gap take the occasion and put the bomb.
es: Sólo hace falta encontrar un pequeño hueco, aprovechar la ocasión y colocar la bomba.

source: This agreement provides for special attention to be paid to monitoring how the loan granted to Latvia is utilised.
es: Ese acuerdo prevé que se preste especial atención al seguimiento del uso del préstamo concedido a Letonia.

source: Providing you are going to purchase the property, you can defer up to 30% of the loan amount, you decide exactly how much, until the loan matures.
es: Siempre que el destino sea la compra de vivienda, puedes aplazar hasta un máximo del 30%, tu también decides cuanto, hasta el final del vencimiento del préstamo.

source: A checklist of the documents that are required by most lending institutions in order to secure a loan.
es: Elementos básicos de una solicitud de préstamo bien escrita que le ayudará a mejorar su probabilidad de obtener un préstamo.

source: They include concrete steps to make health locations disaster proof, ensure that facilities will know how to cooperate in the event of a disaster, and identify how to secure data.
es: Algunas de ellas incluyen medidas concretas para construir centros de salud a prueba de desastres, garantizar que dichos centros sepan cómo cooperar entre sí en caso de desastre, y determinar la manera de proteger los datos.

source: The only mechanism by which the creditor of a receivable may use the receivable as an asset to secure a loan is to assign the receivable to another creditor.
es: El único mecanismo mediante el cual el acreedor de un crédito por cobrar puede utilizarlo como bien para garantizar un préstamo es ceder el crédito por cobrar a otro acreedor.

source: How secure are my transactions?
es: ¿Cuál es el grado de seguridad de mis operaciones?

source: "She said the women at this conference learned ""how to grow your business, how to help your family and country, and how to give to other people."
es: "Comentó que las mujeres aprendieron en esta convención ""la manera de hacer crecer sus empresas, ayudar a sus familias y países, y ayudar a otras personas."

source: But creating the right brand for a new business can also be a statement about your life.
es: Sin embargo, crear la marca acertada para un negocio nuevo puede ser también una declaración sobre la vida.

source: This procedure describes how you print out message records for agency documents, so that you can send them to your business partner in the form of a letter, for example.
es: Este procedimiento describe cómo imprimir registros de mensajes para documentos de agencia, para permitir su envío al interlocutor comercial en forma de carta, por ejemplo.

source: Watch our brand new video and discover how your office of the future could look like.
es: Descubre en nuestro nuevo video cómo será la gestión de la información en la oficina del futuro.

source: Think of your brand as the intangible sum of your business.
es: Considere que su marca es como la suma intangible de su negocio.

source: For in-house solutions, locate innovative Web design software and Web development applications that enable you to efficiently create a custom site that reflects your brand and supports your business goals.
es: Para las soluciones internas, busque software de diseño web y aplicaciones de desarrollo web de carácter innovador que permitan la creación eficaz de un sitio personalizado que refleje su marca y respalde sus objetivos de negocio.

source: Build your brand 200+ business-related templates and professional clip art.
es: Desarrollar su marca Más de 200 plantillas relacionadas con el mundo empresarial e imágenes prediseñadas profesionales.

source: In order to provide the best website design for your business, we will list the goals your website has to achieve and come up with a design that reaches those goals and suits your brand.
es: Con el fín de crear el mejor diseño posible para su negocio, estableceremos una lista de objectivos en alcanzar y les presentaremos un diseño único permitiéndoles conseguir dichos objetivos.

source: These are the practical steps you can take to decide how your business will keep to the Business Principles and achieve the Aims.
es: Estos son los pasos prácticos que puede seguir para decidir la manera en que su empresa observará los Principios Empresariales y alcanzará los Objetivos apuntados arriba.

source: To automate and manage business and administration processes efficiently, directly affects the health of the companies.
es: Automatizar y gestionar los procesos administrativos y de negocio de manera eficiente afecta de forma directa la salud de las compañías.

source: we manage business and operational processes in a secure and efficient way
es: gestionamos los procesos operativos y empresariales de forma segura y eficiente

source: Investment decisions must be taken based on the prospect of return and the business plan is used as a guide for investment.
es: Las decisiones de inversión deben basarse en la perspectiva de un rendimiento, y el plan de empresa es el hilo conductor de las inversiones.

source: Remember that the business plan is only a guide; it is flexible and adjusts to the development and reality of the business while it grows.
es: Recuerde que el plan de negocios es un documento guía, es flexible y se ajusta al desarrollo y las realidades de su negocio mientras este va creciendo.

source: Small Business Disaster Plan Guide (140 KB)
es: Guía de Planeamiento para Desastres en Pequeñas Empresas (140 KB)

source: "Click on the boxes ""Inspiring business plan examples"", ""Small business guide"", on the top right side of this page for useful tips and instructions."
es: "Haga clic en el cuadro ""ejemplos inspiradores de planes de negocios"", ""Guía del pequeño negocio"" en la parte superior derecha de esta página para encontrar instrucciones y consejos útiles."

source: The result is a detailed business plan, able to guide the company actions for medium and long term.
es: La relación entre propiedad y gestión se efectúa a través del consejo de administración de la auditoría independiente y del consejo fiscal, instrumentos fundamentales para ejercicio del control.

source: "all areas of the work organisation have to be analysed to evaluate, guide, plan and monitor business ""Pilot Initiatives"
es: "todas las áreas de la organización del trabajo tienen que analizarse para evaluar, guiar, planear y controlar las ""Iniciativas Piloto"" empresariales"

source: Guide How to present your business plan on the BiD Network
es: ¿Cómo presentar su plan de negocio en BiD Network?

source: For more information, see Defining an Object Class for Master Data Distribution in the business scenario configuration guide Plan-Driven Procurement with Supplier Integration (
es: Para más información, véase Definir una clase de objeto para la distribución de datos maestros en la guía de configuración del escenario empresarial Aprovisionamiento en función de la planificación con integración del proveedor (

source: Diversity is a notable characteristic of this place, where you can find small valleys tucked deep between mountains reaching more than 2,000 metres above sea level, glacial formations, and forests and meadowland whose conservation is closely linked with human activity.
es: La diversidad es una característica notable en este lugar, donde es posible encontrar pequeños valles encajonados entre montañas que superan los 2.000 metros de altura, formaciones de origen glaciar, o bosques y prados cuya conservación está estrechamente ligada a la actividad humana.

source: This increase reflects strong growth in the consumer loan portfolio and higher impairment in the small business and self-employed loan portfolios.
es: Este incremento refleja el crecimiento de la cartera de crédito al consumo y de los créditos vencidos de la pequeña y micro empresa.

source: IIC Inter-American Investment Corporation Press Releases (IIC SIGNS ITS SECOND LOAN UNDER THE SMALL BUSINESS REVOLVING LINE IN BOLIVIA IN LESS THAN TWO MONTHS)
es: CII Corporación Interamericana de Inversiones Comunicados de prensa (EN MENOS DE DOS MESES CII FIRMA SU SEGUNDO PRÉSTAMO EN BOLIVIA BAJO LA LÍNEA ROTATORIA PARA PEQUEÑAS EMPRESAS)

source: Management opts not to adjust the loan portfolio to remove the small business loans; rather, it writes these loans off according to the banking authority requirement of 360 days.
es: La gerencia opta por no ajustar la cartera de préstamos para eliminar los préstamos comerciales pequeños; en lugar de ello, castiga estos préstamos con sujeción a los requerimientos de la autoridad bancaria que es de 360 días.

source: IIC SIGNS ITS SECOND LOAN UNDER THE SMALL BUSINESS REVOLVING LINE IN BOLIVIA IN LESS THAN TWO MONTHS
es: EN MENOS DE DOS MESES CII FIRMA SU SEGUNDO PRÉSTAMO EN BOLIVIA BAJO LA LÍNEA ROTATORIA PARA PEQUEÑAS EMPRESAS

source: IIC SIGNS FIRST LOAN IN BOLIVIA UNDER ITS SMALL BUSINESS REVOLVING LINE, FOR US$428,000
es: CII FIRMA SU PRIMER PRÉSTAMO BAJO LA LÍNEA ROTATORIA PARA PEQUEÑAS EMPRESAS EN BOLIVIA, POR US$428.000

source: Managua, Nicaragua-In Nicaragua on August 25, 2006, the Inter-American Investment Corporation (IIC) signed its third loan agreement under the Small Business Revolving Line (SBRL), a new financial product that enables the IIC to offer standardized loans to eligible small companies following a streamlined approval process.
es: Managua, Nicaragua- El 25 de agosto de 2006, la Corporación Interamericana de Inversiones (CII) firmó en Nicaragua su tercer préstamo bajo la Línea Rotatoria para Pequeñas Empresas (LRPE), un nuevo producto financiero que permite a la CII ofrecer préstamos estandarizados a pequeñas empresas elegibles con un procedimiento de aprobación abreviado.

source: Credit card balances increased MXN7,390 million, or 108.4 per cent, for the year ended 31 December 2006 versus the same period the previous year, while small and micro business loan balances increased MXN2,494 million (83.4 per cent) and MXN3,272 million (385.4 per cent) respectively for the same period.
es: El saldo de la cartera de tarjetas de crédito se incrementó MXN 7,390 millones (108.4 por ciento) en 2006 con respecto a 2005, mientras que los saldos de la cartera de crédito de la pequeña y micro empresa crecieron MXN 2,494 millones (83.4 por ciento) y MXN 3,272 millones (385.4 por ciento), respectivamente para el mismo periodo.

source: Use this form if you never got copies of your loan documents at closing or if you cannot find your loan documents.
es: Use este formulario si nunca obtuvo copias de los documentos del préstamo cuando se realizó el cierre o si no los encuentra.

source: How secure is my information?
es: ¿Cuan segura está mi información?

source: A key element in the debate could therefore concern how to secure an optimal synchronisation over time of Member States participating within a Community scheme before 2008.
es: Un elemento clave del debate podría por consiguiente referirse a la forma de garantizar una sincronización óptima entre los Estados miembros que participen en un plan comunitario antes de 2008.

source: How secure they feel about their teaching profession and their knowledge base?
es: ¿Qué tan seguros se sienten acerca de sus profesiones y su base de conocimientos?

source: Confidence levels were assessed to see how secure the students were in their ability to correctly pour the proper dosage.
es: Se evaluaron los niveles de seguridad para determinar cómo se sentían los estudiantes con su capacidad para servir correctamente la dosis apropiada.

source: This loan has become a paradigm revealing how our countries are indebted within an economic system that only benefits the so-called developed countries.
es: Este proceso de deuda se convierte en un paradigma de cómo a nuestros países lo endeudan en el marco de un sistema económico que únicamente beneficia a los países desarrollados.

source: He wondered how the related loan could already have been repaid in full when that was the case, and asked whether the project had been unsupervised.
es: Se pregunta cómo es posible que el préstamo conexo haya sido amortizado íntegramente en esas circunstancias y desea saber si el proyecto no ha sido supervisado.

source: The primary purpose of collateral is to secure a loan against non-payment.
es: El propósito principal de la garantía colateral es asegurar el cumplimiento del préstamo evitando el no pago.

source: An important step in avoiding predatory lending is to learn how to identify a predatory loan.
es: Un paso importante para evitar préstamos abusivos consiste en aprender a identificarlos.

source: These determine how your business is divided up into areas of responsibility.
es: Estas asignaciones determinan cómo se divide su empresa en áreas de responsabilidad.

source: What could you learn from risk practice in other industries that could improve how your business works today?
es: Qué podría aprender de la práctica de riesgos en otras industrias, para mejorar sus negocios hoy?

source: Microsoft silver competencies, aligned to how your customers buy, help your business demonstrate its expertise, and they make certifications more recognizable to prospective customers.
es: Las competencias Silver de Microsoft pueden ayudar a su empresa a demostrar su experiencia al alinearse con el modo de comprar de los clientes y al ofrecer certificaciones más reconocibles para los clientes potenciales.

source: Ejemplos Watch samples to find out how your brand can be boosted with our products.
es: Ejemplos Mira los ejemplos para ver de qué manera tu marca puede potenciarse con nuestros productos.

source: It also helps you to make new staff familiar with how your business works.
es: También ayuda a los nuevos funcionarios a familiarizarse con el funcionamiento de su organización.

source: A policy is a deliberate plan of action to guide decisions and achieve rational outcome(s).
es: Una política pública es un plan de acción deliberado hecho con el fin de guiar las decisiones y de lograr resultados racionales.

source: The Guide also requires the costed plan to be updated every year.
es: En la Guía se exige asimismo que el plan y sus costos se actualicen cada año.

source: As the government coordinating agency, the Ministry of Economy and Development will approve the country programme action plan and guide its implementation.
es: El Ministerio de Economía y Desarrollo, en su calidad de organismo gubernamental de coordinación, aprobará el plan de acción del programa para el país y dará orientaciones para su ejecución.

source: That assessment will guide the development plan on skilled delivery and define eventual strategies to increase access to all ethnic groups to skilled delivery.
es: Ese estudio proporcionará orientación para la elaboración de un plan de desarrollo sobre la atención especializada y para la adopción de estrategias con el fin de aumentar el acceso de todos los grupos étnicos a asistencia especializada.

source: The following test would help tou to realize your genuine talent and so provide you with a guide to prepare a business plan.
es: El test del emprendedor le ayudará a comprobar sus aptitudes y si quiere seguir adelante adjuntamos una guía para elaborar el plan de negocio.

source: Business advice - It frequently is said that the banker should be a business guide and friend to his clients.
es: Servicios de negocios - Con frecuencia se dice que el banquero debería servir de guía y ser un amigo para sus clientes.

source: In this context, and in addition to converting its BEF 150 million loan into capital, Sowagep undertook to find a new private investor willing to make a cash injection of BEF 100 million.
es: En este contexto, y además de la conversión del préstamo de 150 millones de francos belgas de la Sowagep en capital, esta última se comprometió a encontrar un nuevo inversor privado para una contribución en efectivo de 100 millones de francos belgas.

source: "We accepted it on loan until we should happen to find someone poorer than we are"" (2Cel 87)."
es: "Lo hemos recibido prestado hasta topar con otro más pobre que nosotros""» (2 Cel 87)."

source: Assumption - If allowed by loan documents and if you find another borrower willing and qualified to take over your mortgage and your home, they may assume your mortgage.
es: Asumir la propiedad - Si lo permiten los documentos del préstamo, y si encuentra otro prestatario que desee y que califique para asumir la hipoteca y su casa, puede hacerlo.

source: Besides the social programs and construction, he says, the creation of a new Small Business Administration loan program will be especially beneficial to Hispanic businesses.
es: También señala que, además de los programas sociales y de construcción, la creación de un nuevo programa de préstamos de la Small Business Administration (Agencia Federal para el Desarrollo de la Pequeña Empresa) beneficiará específicamente a las empresas hispanas.

source: Avoid using your house or car title to secure a loan.
es: No use los títulos de su casa o auto como garantía para un préstamo.

source: Because facility development projects are typically quite costly, it is especially important to be able to demonstrate to funders, typically lenders, that the business owner has a clear idea of what size development project is fiscally feasible, and an estimate of how large a loan the business can qualify for.
es: Debido a que los proyectos de desarrollo de instalaciones generalmente son bastante costosos, es especialmente importante poder demostrarles a las instituciones financieras, típicamente prestamistas, que el dueño del negocio tiene una idea clara de qué tamaño de proyecto de desarrollo es factible fiscalmente y que tiene un cálculo de la cantidad del préstamo que el negocio puede obtener.
